Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: This aggressive completion style divides the minibuffer text into words separated by hyphens or spaces, and completes each word separately.
zh_cn: 这种积极的补全风格将迷你缓冲区文本分成用连字符或空格分隔的单词，并分别补全每个单词。

source: This allows you to select and deselect tags with just a single key press.
zh_cn: 这使您只需按一次键即可选择和取消选择标签。

source: This also keeps my agenda clean, free of any fake or self-imposed deadline or schedule.
zh_cn: 这也让我的议程保持干净，没有任何虚假的或自我强加的最后期限或时间表。

source: This behavior is designed to give confident users fast response, while giving hesitant users maximum feedback.
zh_cn: 此行为旨在为自信的用户提供快速响应，同时为犹豫不决的用户提供最大反馈。

source: This behavior is used by most commands that read file names, like C-x C-f, and commands that read buffer names, like C-x b.
zh_cn: 大多数读取文件名的命令(如C-x C-f)和读取缓冲区名称的命令(如C-x b)都使用此行为。

source: This buffer is read-only, but provides commands to visit the corresponding locations in the original Org files, and even to edit these files remotely.
zh_cn: 这个 agenda buffer 是只读的，但是它提供了一些命令来访问和编辑原文件的相应内容。

source: This can be achieved using a Org Indent minor mode.
zh_cn: 这可以使用Org缩进辅模式来实现。

source: This can be configured through the variable org-startup-folded, or on a per-file basis by adding one of the following lines anywhere in the buffer:
zh_cn: 这可以通过变量org-start-folded进行配置，也可以通过在缓冲区中的任意位置添加以下行之一来针对每个文件进行配置：

source: This can be useful, for example, to create a number of tasks related to a series of lectures to prepare.
zh_cn: 例如，这对于创建与要准备的一系列讲座相关的多个任务非常有用。

source: This catches a common mistake, in which one types RET before realizing that TAB did not complete as far as desired.
zh_cn: 这捕获了一个常见的错误，在该错误中，在意识到TAB没有补全之前，输入RET。

source: This collects the TODO items from all agenda files (see Agenda Views) into a single buffer.
zh_cn: 该命令会从全部议程文件中收集TODO事项，并将其显示在一个buffer中（详见议程视图）

source: This command (left-char) behaves like C-b, except if the current paragraph is right-to-left (see Bidirectional Editing).
zh_cn: 此命令(left-char)的行为类似于C-b，除非当前段落是从右向左的(请参阅双向编辑)。

source: This command (left-word) behaves like M-b, except it moves forward by one word if the current paragraph is right-to-left.
zh_cn: 此命令(left-word)的行为与M-b类似，不同之处在于，如果当前段落是从右向左的，则它将向前移动一个单词。

source: This command (right-char) behaves like C-f, except when point is in a right-to-left paragraph (see Bidirectional Editing).
zh_cn: 此命令(right-char)的行为类似于C-f，但游标位于从右向左的段落时除外(请参阅双向编辑)。

source: This command (right-word) behaves like M-f, except it moves backward by one word if the current paragraph is right-to-left.
zh_cn: 此命令(right-word)的行为与M-f类似，不同之处在于，如果当前段落是从右向左的，则它将向后移动一个单词。

source: This command attempts to keep the horizontal position unchanged, so if you start in the middle of one line, you move to the middle of the next.
zh_cn: 此命令尝试保持水平位置不变，因此如果您从一行的中间开始，则会移动到下一行的中间。

source: This command is not available for arguments that often include spaces, such as file names.
zh_cn: 此命令不适用于经常包含空格的参数，例如文件名。

source: This command is usually redundant because the current line number is shown in the mode line (see Mode Line).
zh_cn: 此命令通常是冗余的，因为当前行号显示在状态栏中(请参阅状态栏)。

source: This command offers possible locations for refiling the entry and lets you select one with completion.
zh_cn: 此命令提供了可能的位置来转接该条记录，并让您选择一个完整的位置。

source: This command preserves position within the line, like C-n.
zh_cn: 此命令保留行内的位置，如C-n。

source: This command repeats the previous Emacs command, whatever that was.
zh_cn: 此命令重复前面的Emacs命令，不管是什么。

source: This completion style is similar to basic, except that it ignores the text in the minibuffer after point.
zh_cn: 此补全风格类似于basic，不同之处在于它忽略了迷你缓冲区中游标之后的文本。

source: This copies the altered buffer contents back into the file test.emacs, making them permanent.
zh_cn: 这会将更改后的缓冲区内容复制回文件test.emacs，使其成为永久性内容。

source: This creates an empty buffer, in which you can insert the text you want to put in the file.
zh_cn: 这将创建一个空缓冲区，您可以在其中插入要放入文件中的文本。

source: This default will be used as the argument if you just type RET.
zh_cn: 如果您只键入RET，则此默认值将用作参数。

source: This displays a help buffer describing the languages supported by the language environment, and listing the associated character sets, coding systems, and input methods, as well as some sample text for that language environment.
zh_cn: 这将显示一个帮助缓冲区，描述语言环境支持的语言，并列出相关的字符集、编码系统和输入法，以及该语言环境的一些示例文本。

source: This displays a list of all command names that contain ‘file’, including copy-file, find-file, and so on.
zh_cn: 这将显示包含“file”的所有命令名列表，包括copy-file、find-file等等。

source: This displays the Emacs FAQ, using Info.
zh_cn: 这将使用信息显示Emacs常见问题。

source: This displays the available Emacs packages based on keywords.
zh_cn: 这将根据关键字显示可用的Emacs包。

source: This displays the buffer *Messages*, where those messages are kept.
zh_cn: 这将显示保存这些消息的缓冲区*Messages*。

source: This displays various information about what is going on in the buffer, such as whether there are unsaved changes, the editing modes that are in use, the current line number, and so forth.
zh_cn: 这将显示有关缓冲区中正在进行的操作的各种信息，例如是否存在未保存的更改、正在使用的编辑模式、当前行号等。

source: This does modify the level of the subtree to make sure the tree fits in nicely at the yank position.
zh_cn: 这会修改子树的级别，以确保树很好地适应在所粘贴的位置。

source: This feature exists mainly for compatibility with other editors, which are designed to be launched from the shell for short editing sessions.
zh_cn: 此功能的存在主要是为了与其他编辑器兼容，这些编辑器设计为从shell启动，用于简短的编辑会话。

source: This feature is useful on certain text terminals where the Meta key does not function reliably.
zh_cn: 此功能在Meta键功能不可靠的某些文本终端上非常有用。

source: This file should be reviewed once a week as part of the weekly review (which I do this on Sunday evenings).
zh_cn: 这份文件应该每周审查一次，作为每周审查的一部分(我在周日晚上做这件事)。

source: This includes hyperlinks in Emacs buffers, as well as parts of the mode line.
zh_cn: 这包括Emacs缓冲区中的超链接，以及部分状态行。

source: This includes the possibility to create extended agenda buffers that contain several blocks together, for example the weekly agenda, the global TODO list and a number of special tags matches.
zh_cn: 自定义命令有很多功能，你可以创建一个自定义的议程buffer，其包含许多不同的模块，如每周议程、所有的TODO事项和一些匹配特定标签的标题。

source: This indication is typical for frames of an Emacs process running as a daemon (see Emacs Server).
zh_cn: 此指示通常用于作为守护程序运行的Emacs进程的窗体(请参阅Emacs服务器)。

source: This information is then available the next time you start Emacs.
zh_cn: 此信息在下次启动Emacs时可用。

source: This is a very wide topic, so obviously I haven’t covered everything, but I hope that explains the basics of how I use Orgmode to implement GTD.
zh_cn: 这是一个非常广泛的主题，所以显然我没有涵盖所有内容，但我希望这解释了我如何使用Orgmode实现GTD的基础知识。

source: This is called line wrapping or continuation, and the long logical line is called a continued line.
zh_cn: 这称为换行或继续，长逻辑行称为连续行。

source: This is done using the undo command, which is bound to C-/ (as well as C-x u and C-_).
zh_cn: 这是使用undo命令补全的，该命令绑定到C-/(以及C-x u和C-_)。

source: This is easy to do using the key C-o (open-line), which inserts a newline after point but leaves point in front of the newline.
zh_cn: 使用键C-o(open-line)很容易做到这一点，它在换行符之后插入一个换行符，但将游标留在换行符前面。

source: This is especially useful with long lists of possible completions.
zh_cn: 对于可能补全的长列表，这尤其有用。

source: This is information from the built-in debugger about where and how the error occurred.
zh_cn: 这是内置调试器提供的有关错误发生的位置和方式的信息。

source: This is really only my way of doing it.
zh_cn: 这实际上知识我个人的方法。

source: This is straightforward when the character is not a digit; for example, C-u 6 4 a
zh_cn: 当字符不是数字时，这很简单；例如，C-u6 4 a

source: This is the GNU Emacs Manual, updated for Emacs version 27.1.
zh_cn: 这是GNU Emacs手册，针对Emacs版本27.1进行了更新。

source: This is the default directory.
zh_cn: 这是默认目录。

source: This is the official manual for the latest Org mode release.
zh_cn: 这是最新版本 Org mode 的官方手册.

source: This is the only way to get the documentation of a command that is not bound to any key (one which you would normally run using M-x).
zh_cn: 这是获取未绑定到任何键(通常使用M-x运行的键)的命令文档的唯一方法。

source: This is useful if you want to browse multiple Info manuals simultaneously.
zh_cn: 如果您想要同时浏览多个信息手册，这将非常有用。

source: This knows about various manuals, not just the Emacs manual, and finds the right one.
zh_cn: 它了解各种手册，而不仅仅是Emacs手册，并且找到了正确的手册。

source: This letter or digit is separated from the item name by ‘==>’.
zh_cn: 此字母或数字与项目名称之间用“==>”分隔。

source: This list can become very long.
zh_cn: 这个列表可能会很长。

source: This lists packages using a package menu buffer.
zh_cn: 这将使用包菜单缓冲区列出包。

source: This makes it possible to create a single file reproducible research compendium.
zh_cn: 这使得创建单文件可重复性研究手册成为了可能。

source: This manual describes how to edit with Emacs and some of the ways to customize it; it corresponds to GNU Emacs version 27.1.
zh_cn: 本手册描述了如何使用Emacs进行编辑以及定制它的一些方法；它对应于GNU Emacs版本27.1。

source: This manual is for Org version 9.4.
zh_cn: 本手册适用于Org版本9.4。

source: This manual is full of passages that tell you what particular keys do.
zh_cn: 这本手册有很多段落告诉你特定的快捷键键有什么作用。

source: This means that after you type part of the argument, Emacs can fill in the rest, or some of it, based on what was typed so far.
zh_cn: 这意味着在您键入部分参数后，Emacs可以根据到目前为止键入的内容填充剩余或其中的一部分。

source: This means that every logical line occupies a single screen line; if it is longer than the width of the window, the rest of the line is not displayed.
zh_cn: 这意味着每条逻辑线都占据一条屏幕行；如果长于窗口宽度，则不会显示该行的剩余部分。

source: This method lets you assign tags to a headline with very few keys.
zh_cn: 此方法允许您使用很少的键将标签分配给标题。

source: This page is located at https://orgmode.org.
zh_cn: 此页面位于https://orgmode.org.

source: This paves the way for using the commands below.
zh_cn: 这为使用下面的命令铺平了道路。

source: This prompts for the Unicode name or code-point of a character, using the minibuffer.
zh_cn: 这会提示使用迷你缓冲区输入字符的Unicode名称或编码。

source: This restriction remains in effect until removed with C-c C-x >, or by typing either < or > in the agenda dispatcher.
zh_cn: 此限制将一直有效，直到使用C-c C-x >删除，或通过在议程调度器中键入<或>。

source: This searches for topic in the indices of the Emacs Info manual, displaying the first match found.
zh_cn: 这将在Emacs信息手册的索引中搜索主题，并显示找到的第一个匹配项。

source: This searches for commands whose names match the argument topics.
zh_cn: 这将搜索名称与参数主题匹配的命令。

source: This shows the documentation for all the meanings of the symbol—as a variable, as a function, and/or as a face.
zh_cn: 这显示了符号的所有含义的文档-作为变量、作为函数或作为字符样式。

source: This shows two dashes (‘--’) if the buffer displayed in the window has the same contents as the corresponding file on the disk; i.e., if the buffer is unmodified.
zh_cn: 如果窗口中显示的缓冲区与磁盘上的相应文件具有相同的内容，即如果缓冲区未修改，则会显示两个破折号(‘--’)。

source: This takes you back to command level.
zh_cn: 这会将您带回命令级别。

source: This uses the Emacs command multi-occur.
zh_cn: 该查找通过命令multi-occur来实现。

source: This variable can be set to any number of days you want to see by default in the agenda, or to a span name, such a day, week, month or year.
zh_cn: 此变量可以设置为您希望在议程中默认看到的任意天数，也可以设置为范围名称，例如日、周、月或年。

source: This very aggressive completion style attempts to complete acronyms and initialisms.
zh_cn: 这种非常激进的补全风格视图补全缩略词和缩写。

source: This way my GTD files remain uncluttered and I never delete any data.
zh_cn: 这样，我的GTD文件就会保持整洁，而且我永远不会删除任何数据。

source: This will show the documentation of all kinds of symbols: functions, variables, and faces.
zh_cn: 这将显示各种符号的文档：函数、变量和字符样式。

source: Thus we might say M-x auto-fill-mode rather than M-x auto-fill-mode RET
zh_cn: 因此，我们可以说M-x auto-fill-mode而不是M-xauto-fill-modeRET

source: Thus, C-u C-u C-f moves forward sixteen characters.
zh_cn: 因此，C-u C-u C-f向前移动了16个字符。

source: Thus, ~/foo/bar.txt specifies a file named bar.txt, inside a directory named foo, which is in turn located in your home directory.
zh_cn: 因此，~/foo/bar.txt指定了一个名为bar.txt的文件，该文件位于名为foo的目录中，而该目录又位于您的主目录中。

source: Thus, even if you only work with a single Org file, that file should be put into the list92.
zh_cn: 因此，即使你只使用一个org文件,也需要把该文件列入变量`org-agenda-files`中92。

source: Thus, if the text in the minibuffer is ‘foobar’, with point between ‘foo’ and ‘bar’, that matches ‘afoobbarc’, where a, b, and c can be any string including the empty string.
zh_cn: 因此，如果迷你缓冲区中的文本是“foobar‘，游标在”foo’和“bar‘之间，则该文本与‘afoobbarc’，匹配，其中a，b和c可以是包括空字符串的任何字符串。

source: Thus, if you are looking for commands to kill a chunk of text before point, you could try C-h a kill back backward behind before RET.
zh_cn: 因此，如果您正在寻找在游标之前删除文本块的命令，您可以尝试C-h a kill back backward behind before RET

source: Thus, the cursor remains over the ‘b’, as before.
zh_cn: 因此，光标仍然停留在“b”上，如前所述。

source: Thus, to find commands that work on files, type C-h a file RET.
zh_cn: 因此，要查找处理文件的命令，请键入C-h a fileRET。

source: Thus, to move down fifty lines, type
zh_cn: 因此，要向下移动50行，请键入

source: Thus, two C-k commands with no arguments can kill a nonblank line, just like C-k with an argument of one.
zh_cn: 因此，两个没有参数的C-k命令可以杀死一个非空行，就像C-k有一个参数一样。

source: Thus, you can enter M-a by typing ESC a.
zh_cn: 因此，您可以通过键入ESCa来输入M-a。

source: Tick-off lists.
zh_cn: 勾选列表。

source: Time-of-day specifications
zh_cn: 时间格式规范

source: Timestamps
zh_cn: 时间戳

source: Timestamps, scheduling & deadlines
zh_cn: 时间戳、日程安排和截止日期

source: Tips on how to speed up your agendas.
zh_cn: 关于如何加快日程安排的小贴士。

source: To activate a link, either move point onto it and type RET, or click on it with mouse-1 (the left mouse button).
zh_cn: 要激活链接，可以将指针移到该链接上并键入RET，或者用鼠标键1(鼠标左键)单击该链接。

source: To activate a selected menu item, press RET; to cancel menu navigation, press C-g or ESC ESC ESC.
zh_cn: 要激活选定的菜单项，请按RET；要取消菜单导航，请按C-g或ESCESCESC。

source: To add a deadline, press C-c C-d.
zh_cn: 若要添加截止日期，请按C-c C-d。

source: To allow such commands in the minibuffer, set the variable enable-recursive-minibuffers to t.
zh_cn: 要在迷你缓冲区中允许这样的命令，请将变量enable-recursive-minibuffers设置为t。

source: To answer, you must type ‘yes’ or ‘no’ into the minibuffer, followed by RET.
zh_cn: 若要回答，必须在微型缓冲区中键入“yes”或“no”，后跟RET。

source: To begin editing this file in Emacs, type
zh_cn: 要开始在Emacs中编辑此文件，请键入

source: To cancel the M-x and not run a command, type C-g instead of entering the command name.
zh_cn: 若要取消M-x并且不运行命令，请键入C-g而不是输入命令名。

source: To cancel, type C-g.
zh_cn: 若要取消，请键入C-g。

source: To create a file, just visit it with C-x C-f as if it already existed.
zh_cn: 要创建文件，只需使用C-x C-f访问它，就好像它已经存在一样。

source: To disable this guessing, customize the option to a nil value, then the “future history” of file names will include only the file, if any, visited by the current buffer, and the default directory.
zh_cn: 要禁用这种猜测，请将该选项自定义为nil值，那么文件名的“未来历史”将只包括当前缓冲区访问的文件(如果有的话)和默认目录。

source: To do more than insert characters, you have to know how to move point (see Point).
zh_cn: 要做的不仅仅是插入字符，您必须知道如何移动游标(请参阅游标)。

source: To do that, press C-c C-s on an entry, and enter the date and/or time.
zh_cn: 为此，请在条目上按C-c C-s，然后输入日期或时间。

source: To do this, type C-x C-c (save-buffers-kill-terminal).
zh_cn: 为此，请键入C-x C-c(save-buffers-kill-terminal)。

source: To do this, use
zh_cn: 为此，请使用

source: To donate, see https://my.fsf.org/donate/.
zh_cn: 要捐款，请参阅https://my.fsf.org/donate/.

source: To edit a file from another program while Emacs is running, you can use the emacsclient helper program to open a file in the existing Emacs session.
zh_cn: 要在Emacs运行时编辑另一个程序中的文件，可以使用emacsclient帮助程序在现有Emacs会话中打开文件。

source: To enable this minor mode, type M-x minibuffer-electric-default-mode.
zh_cn: 要启用此辅模式，请键入M-x minibuffer-electric-default-mode。

source: To end a line and start a new one, type RET (newline).
zh_cn: 若要结束一行并开始新行，请键入RET(newline)。

source: To exclude scheduled/deadline items, see the variable org-agenda-tags-todo-honor-ignore-options.
zh_cn: 您如果想要在搜索结果中剔除含有 Scheduled和Deadline 的事项，请参见org-agenda-tags-todo-honor-ignore-options.

source: To find a command’s documentation in a manual, use C-h F (Info-goto-emacs-command-node).
zh_cn: 要在手册中查找命令文档，请使用C-h F(Info-goto-emacs-command-node)。

source: To further customize what happens when Emacs is exiting, see Killing Emacs in The GNU Emacs Lisp Reference Manual.
zh_cn: 要进一步自定义退出Emacs时发生的情况，请参阅GNU Emacs Lisp参考手册中的终止Emacs。

source: To get an overview of open action items, or of events that are important for a particular date, this information must be collected, sorted and displayed in an organized way.
zh_cn: 你如果要查看所有未完成的行动事项，或者某些特定日期的重要事件，那么必须要有一种方式来有组织地收集、分类和展示这些信息。

source: To insert a non-graphic character, or a character that your keyboard does not support, first quote it by typing C-q (quoted-insert).
zh_cn: 若要插入非图形字符或键盘不支持的字符，请先通过键入C-q(quoted-insert)对其加引号。

source: To keep any text permanently, you must put it in a file.
zh_cn: 若要永久保留任何文本，必须将其放入文件。

source: To kill Emacs without being prompted about saving, type M-x kill-emacs.
zh_cn: 要在不提示保存的情况下终止Emacs，请键入M-x kill-emacs。

source: To learn more about the undo command, see Undo.
zh_cn: 若要了解有关撤消命令的详细信息，请参阅撤消。

source: To learn more about using files in Emacs, see Files.
zh_cn: 若要了解有关在Emacs中使用文件的详细信息，请参阅文件。

source: To limit tag inheritance to specific tags, or to turn it off entirely, use the variables org-use-tag-inheritance and org-tags-exclude-from-inheritance.
zh_cn: 要将标签继承限制为特定标签，或将其完全关闭，请使用变量org-use-tag-inheritation和org-tag-exclude-from-heritation。

source: To make it easier to find packages related to a topic, most packages are associated with one or more keywords based on what they do.
zh_cn: 为了更容易地查找与主题相关的包，大多数包都根据它们所做的事情与一个或多个关键字相关联。

source: To make the command see new possible targets, you have to clear the cache with this command.
zh_cn: 要使命令能看到新的可可选择目标，必须使用此命令清除缓存。

source: To make use of this, you need to have Transient Mark mode turned on, which is the default.
zh_cn: 要使用此功能，您需要打开“瞬变标记”模式，这是默认设置。

source: To mark a task with a repeater as DONE, use C-- 1 C-c C-t, i.e., org-todo with a numeric prefix argument of ‘-1’.
zh_cn: 要使用复读机将任务标记为已完成，请使用C--1C-c C-t，即org-todo携带数字前缀参数‘-1’。

source: To move projects around, I also use refiling.
zh_cn: 为了移动项目，我还使用转接。

source: To pass a numeric argument to the command you are invoking with M-x, specify the numeric argument before M-x.
zh_cn: 要将数值参数传递给使用M-x调用的命令，请在M-x之前指定数值参数。

source: To prevent Emacs from inserting the default directory when reading file names, change the variable insert-default-directory to nil.
zh_cn: 要防止Emacs在读取文件名时插入默认目录，请将变量insert-default-directory更改为nil。

source: To prevent others from seeing your password, every character you type is displayed as a dot (‘.’) instead of its usual form.
zh_cn: 为防止其他人看到您的密码，您键入的每个字符都显示为点(“.”)，而不是通常的格式。

source: To repeat the command more than once, type additional z’s: each z repeats the command one more time.
zh_cn: 要多次重复该命令，请键入其他z：每个z都重复该命令一次。

source: To restrict the agenda scope for an extended period, use the following commands:
zh_cn: 如果想要较长时间内agenda的范围,可以使用以下命令:

source: To review recent echo area messages, use C-h e (view-echo-area-messages).
zh_cn: 若要查看最近的回显区消息，请使用C-h e(view-echo-area-messages)。

source: To run a command by name, start with M-x, type the command name, then terminate it with RET.
zh_cn: 要按名称运行命令，请以M-x开头，键入命令名，然后以RET结束。

source: To see which characters have C-x 8 shorthands, type C-x 8 C-h.
zh_cn: 若要查看哪些字符具有C-x 8速记，请键入C-x 8 C-h。

source: To select a region of headlines, it is best to place both point and mark at the beginning of a line, mark at the beginning of the first headline, and point at the line just after the last headline to change.
zh_cn: 要选择标题区域，最好将光标和标记同时放置在行的开头，标记在第一个标题的开头，然后指向要更改的最后一个标题之后的行。

source: To select an agenda command to execute, press C-c a.
zh_cn: 若要选择要执行的议程命令，请按C-c a。

source: To set these mutually exclusive groups in the variable org-tags-alist, you must use the dummy tags :startgroup and :endgroup instead of the braces.
zh_cn: 要在变量org-tag-ist中设置这些互斥的组，必须使用虚拟标签:startgroup和:endgroup，而不是大括号。

source: To simplify this process, you can use the following special command:
zh_cn: 为了简化此过程，可以使用以下特殊命令：

source: To specify a file in a completely different directory, you can kill the entire default with C-a C-k (see Minibuffer Edit).
zh_cn: 要在完全不同的目录中指定文件，可以使用C-a C-k终止整个默认文件(请参阅迷你缓冲区编辑)。

source: To take another example, you can rebind the basic cursor motion commands (up, down, left and right) to any keys on the keyboard that you find comfortable.
zh_cn: 再举一个例子，您可以将基本光标移动命令(上、下、左和右)重新绑定到键盘上您觉得舒服的任何键上。

source: To that effect, you need to bind them to globally available keys, like the ones reserved for users (see (elisp)Key Binding Conventions).
zh_cn: 为此，你需要把它们绑定到全局可用的按键上，例如为用户保留的按键（请参阅 (elisp)键绑定约定）。

source: To this end, customize the variable tty-menu-open-use-tmm to a non-nil value.
zh_cn: 为此，将变量tty-menu-open-use-tmm自定义为非nil值。

source: To turn off the auto-indentation, you can either disable Electric Indent mode (see Indent Convenience) or type C-j, which inserts just a newline, without any auto-indentation.
zh_cn: 要关闭自动缩进，您可以禁用电子缩进模式(请参阅缩进便利性)或键入C-j，它只插入换行符，而不自动缩进。

source: To turn on Org mode in a file that does not have the extension ‘.org’, make the first line of a file look like this:
zh_cn: 要在非“ .org'扩展名的文件中打开Org模式，请在文件的第一行增加以下内容：

source: To use decimal or hexadecimal instead of octal, set the variable read-quoted-char-radix to 10 or 16.
zh_cn: 要使用十进制或十六进制而不是八进制，请将变量read-quoted-char-radix设置为10或16。

source: To view a list of packages for a given keyword, type RET on that line; this displays the list of packages in a Package Menu buffer (see Package Menu).
zh_cn: 要查看给定关键字的包列表，请在该行键入RET；这将显示包菜单缓冲区中的包列表(请参见包菜单)。

source: To view all documentation about any symbol in the text, move point to the symbol and type C-c C-c (help-follow-symbol).
zh_cn: 要查看有关文本中任何符号的所有文档，请将游标移动到该符号，然后键入C-c C-c(help-follow-symbol)。

source: To view the associated documentation, move point there and type RET (help-follow), or click on the hyperlink with mouse-1 or mouse-2.
zh_cn: 要查看相关文档，请将游标移至此处并键入RET(help-follow)，或使用鼠标左键或鼠标右键单击超链接。

source: To view the full command name and documentation for a menu item, type C-h k, and then select the menu bar with the mouse in the usual way (see Key Help).
zh_cn: 若要查看菜单项的完整命令名和文档，请键入C-h k，然后按常规方式使用鼠标选择菜单栏(请参阅按键帮助)。

source: To view this manual in other formats, click here.
zh_cn: 若要以其他格式查看本手册，请单击此处。

source: Toggle auto-exit after the next change (see below).
zh_cn: 在下一次更改后切换自动退出(见下文)。

source: Toggle automatic display of the current line number or column number.
zh_cn: 切换当前行号或列号的自动显示。

source: Toggle automatic display of the size of the buffer.
zh_cn: 切换缓冲区大小的自动显示。

source: Toggle sticky agenda views.
zh_cn: 开启/关闭粘滞议程视图

source: Top
zh_cn: 顶层

source: Tracking TODO state changes
zh_cn: 跟踪TODO状态更改

source: Tracking how long you spend on a task.
zh_cn: 跟踪您在一项任务上花费的时间。

source: Tracking your habits
zh_cn: 追踪你的习惯

source: Triggering Publication
zh_cn: 发布的触发

source: Tucking stuff away.
zh_cn: 把东西藏起来。

source: Turn a normal line or plain list item into a headline—so that it becomes a subheading at its location.
zh_cn: 将普通行或普通列表项转换为标题-使其在其所在位置成为副标题。

source: Turn off groups of mutually exclusive tags.
zh_cn: 关闭互斥标记组。

source: Tweaking HTML/LaTeX export.
zh_cn: 调整HTML/LaTeX导出。

source: Two commonly-used modifier keys are Control (usually labeled Ctrl), and Meta (usually labeled Alt)3.
zh_cn: 两个常用的修饰键是Control(通常标记为Ctrl)和Meta(通常标记为Alt)3。

source: Two variables control how the agenda buffer is displayed and whether the window configuration is restored when the agenda exits: org-agenda-window-setup and org-agenda-restore-windows-after-quit.
zh_cn: 变量org-agenda-window-setup控制agenda buffer的显示方式，变量org-agenda-restore-windows-after-quit决定在退出agenda后是否恢复之前的窗口配置状态。

source: Type C-h p (finder-by-keyword) to bring up a list of package keywords, together with a description of what the keywords mean.
zh_cn: 键入C-h p(finder-by-keyword)调出包关键字列表，并说明关键字的含义。

source: Type M-5 C-u 0.
zh_cn: 键入M-5 C-u 0。

source: Type C-g to cancel the C-h f command if you don’t really want to view the documentation.
zh_cn: 如果您确实不想查看文档，请键入C-g取消C-h f命令。

source: Type h after entering Info to run a tutorial on using Info.
zh_cn: 输入Info后键入h以运行有关使用Info的教程。

source: Type C-g to dismiss the query, and quit the minibuffer and the querying command (see Quitting).
zh_cn: 键入C-g取消查询，然后退出迷你缓冲区和查询命令(请参阅退出)。
